Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-shairplay/po/*/shairplay.po
Languages: fi

source: AO Device ID
fi: AO-laitteen tunnus

source: AO Device Name
fi: AO-laitteen nimi

source: AO Driver
fi: AO-ohjain

source: Airport Name
fi: Airport nimi

source: Default
fi: Oletus

source: Enabled
fi: Käytössä

source: Grant UCI access for luci-app-shairplay
fi: Myönnä UCI pääsy luci-app-shairplay

source: HW Address
fi: HW-osoite

source: Password
fi: Salasana

source: Port
fi: Portti

source: Shairplay is a simple AirPlay server implementation, here you can configure the settings.
fi: Shairplay on yksinkertainen AirPlay-palvelimen toteutus, täällä voit määrittää asetukset.
