Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-omcproxy/po/*/omcproxy.po
Languages: da, mr, ro

source: Add instance
da: Tilføj Instans
mr: उदाहरण जोडा
ro: Adăugați o instanță

source: Downlink interface
mr: डाउनलिंक इंटरफेस
ro: Interfața downlink

source: Embedded IGMPv3 and MLDv2 proxy
da: Indlejret IGMPv3 og MLDv2 proxy
mr: एम्बेड केलेले IGMPv3 आणि MLDv2 प्रॉक्सी
ro: Proxy IGMPv3 și MLDv2 încorporat

source: Minimum multicast scope to proxy (only affects IPv6 multicast)
da: Minimum multicast-omfang til proxy (påvirker kun IPv6 multicast)
mr: प्रॉक्सीसाठी किमान मल्टीकास्ट स्कोप (केवळ IPv6 मल्टीकास्टला प्रभावित करते)
ro: Domeniul minim de multicast pentru proxy (afectează numai multicastul IPv6)

source: Proxy Instance
da: Proxy Instans
mr: प्रॉक्सी उदाहरण
ro: Instanță proxy

source: Scope
da: Omfang
mr: व्याप्ती
ro: Domeniul de aplicare

source: Uplink interface
mr: अपलिंक इंटरफेस
ro: Interfață de legătură ascendentă

source: Where does the multicast come from?
da: Hvor kommer multicast fra?
mr: मल्टीकास्ट कोठून आले आहे?
ro: De unde provine multicastul?

source: Where does the multicast go to?
da: Hvor går multicast hen?
mr: मल्टीकास्ट कुठे जाईल?
ro: Unde se îndreaptă multicastul?

source: admin-local
da: admin-lokal
mr: प्रशासन-स्थानिक
ro: administrator-local

source: default
da: Standard
mr: डीफॉल्ट
ro: implicit

source: global
mr: जागतिक
ro: la nivel mondial

source: omcproxy
mr: ओमप्रॉक्सी

source: organization-local
da: organisation-lokal
mr: संस्था-स्थानिक
ro: organizație-locală

source: realm
mr: क्षेत्र
ro: tărâm

source: site-local
mr: साइट-स्थानिक
ro: site-ul-local

source: Grant UCI access for luci-app-omcproxy
da: Giv UCI-adgang til luci-app-omcproxy
ro: Acordarea accesului UCI pentru luci-app-omcproxy
