Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-yggdrasil/po/*/yggdrasil.po
Languages: da

source: Active peers
da: Aktive peers

source: By default, nodeinfo contains some defaults including the platform, architecture and Yggdrasil version. These can help when surveying the network and diagnosing network routing problems. Enabling nodeinfo privacy prevents this, so that only items specified in "NodeInfo" are sent back if specified.
da: Som standard indeholder nodeinfo nogle standardindstillinger, herunder platform, arkitektur og Yggdrasil-version. Disse kan være en hjælp, når du undersøger netværket og diagnosticerer problemer med netværksrouting. Aktivering af nodeinfo privacy forhindrer dette, så kun elementer, der er angivet i "NodeInfo", sendes tilbage, hvis de er angivet.

source: Configuration for which interfaces multicast peer discovery should be enabled on. Regex is a regular expression which is matched against an interface name, and interfaces use the first configuration that they match gainst. Beacon configures whether or not the node should send link-local multicast beacons to advertise their presence, while listening for incoming connections on Port. Listen controls whether or not the node listens for multicast beacons and opens outgoing connections.
da: Konfiguration af, hvilke interfaces der skal aktiveres til multicast peer discovery på. Regex er et regulært udtryk, som matches med et interface navn, og interfaces bruger den første konfiguration, som de matcher med. Beacon konfigurerer, om knuden skal sende link-local multicast-beacons for at annoncere sin tilstedeværelse, mens den lytter efter indgående forbindelser på Port. Listen styrer, om knuden skal lytte efter multicast-beacons og åbne udgående forbindelser eller ej.

source: Enable NodeInfo privacy
da: Aktiver beskyttelse af personlige oplysninger for NodeInfo

source: Encryption keys
da: Krypteringsnøgler

source: Encryption private key
da: Privat krypteringsnøgle

source: Encryption public key
da: Offentlig krypteringsnøgle

source: General settings
da: Generelle indstillinger

source: Grant access to LuCI app yggdrasil
da: Giv adgang til LuCI app yggdrasil

source: Keep this private. When compromised, generate a new keypair and IPv6.
da: Hold dette privat. Når den er kompromitteret, skal du generere et nyt nøglepar og IPv6.

source: List of connection strings for outbound peer connections in URI format, arranged by source interface, e.g. { "eth0": [ tcp://a.b.c.d:e ] }. Note that SOCKS peerings will NOT be affected by this option and should go in the "Peers" section instead.
da: Liste over forbindelsesstrenge for udgående peer-forbindelser i URI-format, ordnet efter kildegrænseflade, f.eks. { "eth0": [ tcp://a.b.c.c.d:e ] }. Bemærk, at SOCKS-peers IKKE påvirkes af denne indstilling og i stedet skal placeres i afsnittet "Peers".

source: List of connection strings for outbound peer connections in URI format, e.g. tcp://a.b.c.d:e or socks://a.b.c.d:e/f.g.h.i:j. These connections will obey the operating system routing table, therefore you should use this section when you may connect via different interfaces.
da: Liste over forbindelsesstrenge for udgående peer-forbindelser i URI-format, ordnet efter kildegrænseflade, f.eks. { "eth0": [ tcp://a.b.c.c.d:e ] }. Bemærk, at SOCKS-peers IKKE påvirkes af denne indstilling og i stedet skal placeres i afsnittet "Peers".

source: Listen addresses
da: Lytte adresser

source: Listen addresses for incoming connections. You will need to add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery will work regardless of any listeners set here. Each listener should be specified in URI format as above, e.g. tcp://0.0.0.0:0 or tcp://[::]:0 to listen on all interfaces.
da: Lytteadresser for indgående forbindelser. Du skal tilføje lyttere for at kunne acceptere indgående peerings fra ikke-lokale knudepunkter. Multicast peer discovery fungerer uanset om der er indstillet lyttere her. Hver lytter skal angives i URI-format som ovenfor, f.eks. tcp://0.0.0.0.0:0:0 eller tcp://[::]:0 for at lytte på alle grænseflader.

source: Listen for beacons
da: Lyt efter beacons

source: MTU size for the interface
da: MTU-størrelse for interface

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
da: Valgfri nodeinformation. Dette skal være en { "key": "value", ... } map eller indstilles som nul. Dette er helt valgfrit, men hvis det er indstillet, er det synligt for hele netværket på anmodning.

source: Regular expression
da: Regelmæssige udtryk

source: Settings
da: Indstillinger

source: Yggdrasil's network interface name
da: Yggdrasils navn på netværks interface

source: e.g. tcp://0.0.0.0:0 or tcp://[::]:0
da: f.eks. tcp://0.0.0.0.0.0:0 eller tcp://[:::]:0
