Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-ntpc/po/*/ntpc.po
Languages: ar, da

source: Clock Adjustment
ar: ضبط الساعة
da: Justering af ur

source: Count of time measurements
ar: عد قياسات الوقت
da: Optælling af tidsmålinger

source: Current system time
ar: وقت النظام الحالي
da: Aktuel systemtid

source: General
ar: عام
da: Generel

source: Grant UCI access for luci-app-ntpc
ar: منح وصول UCI ل luci-app-ntpc
da: Giv UCI-adgang til luci-app-ntpc

source: Hostname
ar: اسم المضيف
da: Værtsnavn

source: Offset frequency
ar: تردد الإزاحة
da: Offset frekvens

source: Port
ar: المنفذ

source: Synchronizes the system time
ar: يزامن وقت النظام
da: Synkroniserer systemtiden

source: Time Server
ar: خادم الوقت
da: Tidsserver

source: Time Servers
ar: خوادم الوقت
da: Tidsservere

source: Time Synchronisation
ar: تزامن الوقت
da: Tidssynkronisering

source: Update interval (in seconds)
ar: الفاصل الزمني للتحديث (بالثواني)
da: Opdateringsinterval (i sekunder)

source: empty = infinite
ar: فارغ = لانهائي
da: tom = uendelig
