Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-cshark/po/*/cshark.po
Languages: da

source: Actions
da: Handlinger

source: Capture URL
da: Indfang URL

source: Capture links
da: Indfangning af links

source: Capture time
da: Indfangningstid

source: Clear list
da: Ryd liste

source: Grant UCI access for luci-app-cshark
da: Giv UCI-adgang til luci-app-cshark

source: Loading
da: Indlæser

source: Options
da: Indstillinger

source: Start capture
da: Start optagelse

source: Start network capture
da: Start netværksoptagelse

source: Stop capture
da: Stop optagelsen

source: Waiting for capture to complete...
da: Venter på, at optagelsen er afsluttet...

source: Waiting for upload to complete...
da: Venter på, at upload er færdig...

source: any
da: enhver

source: packets
da: pakker

source: seconds
da: sekunder

source: seconds, packets, bytes
da: sekunder, pakker, bytes

source: timeout, bytes, seconds
da: timeout, bytes, sekunder

source: value for [seconds, packets, bytes] must be Integer
da: værdien for [sekunder, pakker, bytes] skal være Integer
