Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-ahcp/po/*/ahcp.po
Languages: ar, fi

source: AHCP Server
ar: خادم AHCP
fi: AHCP-palvelin

source: AHCP is an autoconfiguration protocol for IPv6 and dual-stack IPv6/IPv4 networks designed to be used in place of router discovery or DHCP on networks where it is difficult or impossible to configure a server within every link-layer broadcast domain, for example mobile ad-hoc networks.
ar: AHCP هو بروتوكول تكوين تلقائي لشبكات IPv6 وشبكات IPv6 / IPv4 المزدوجة المكدسة المصممة لاستخدامها بدلاً من اكتشاف جهاز التوجيه أو DHCP على الشبكات حيث يصعب أو يستحيل تكوين خادم داخل كل مجال بث طبقة الارتباط ، على سبيل المثال إعلان الجوال شبكات مخصصة.

source: Active AHCP Leases
ar: عقود إيجار AHCP النشطة
fi: Aktiiviset AHCP-lainat

source: Address
ar: عنوان
fi: Osoite

source: Advanced Settings
ar: إعدادات متقدمة
fi: Lisäasetukset

source: Age
ar: سن
fi: Ikä

source: Announced DNS servers
ar: أعلن سيرفرات DNS
fi: Ilmoitetut DNS-palvelimet

source: Announced NTP servers
ar: الإعلان عن خوادم NTP
fi: Ilmoitetut NTP-palvelimet

source: Announced prefixes
ar: أعلن البادئات
fi: Ilmoitetut etuliitteet

source: Collecting data...
ar: جمع البيانات...
fi: Kerätään tietoja…

source: Disable DNS setup
ar: تعطيل إعداد DNS
fi: Poista DNS-määritykset käytöstä

source: Forwarder
ar: إعادة الارسال

source: General Setup
ar: الإعداد العام
fi: Yleiset asetukset

source: Grant UCI access for luci-app-ahcp
ar: منح وصول UCI ل luci-app-ahcp
fi: Myönnä UCI-pääsy luci-app-ahcp:lle

source: IPv4 and IPv6
ar: IPv4 و IPv6
fi: IPv4 ja IPv6

source: IPv4 only
ar: IPv4 فقط
fi: Vain IPv4

source: IPv6 only
ar: IPv6 فقط
fi: Vain IPv6

source: Lease directory
ar: دليل الإيجار
fi: Lainahakemisto

source: Lease validity time
ar: وقت صلاحية الإيجار

source: Log file
ar: ملف تسجيل
fi: Lokitiedosto

source: Multicast address
ar: عنوان الإرسال المتعدد
fi: Ryhmälähetysosoite

source: Operation mode
ar: وضعية التشغيل
fi: Toimintatila

source: Port
ar: المنفذ
fi: Portti

source: Protocol family
ar: مجموعة البروتوكول
fi: Protokollaperhe

source: Served interfaces
ar: واجهات مخدومة
fi: Tarjotut sovittimet

source: Server
ar: الخادم
fi: Palvelin

source: Specifies the announced IPv4 and IPv6 NTP servers
ar: يحدد خوادم IPv4 و IPv6 NTP المعلنة

source: Specifies the announced IPv4 and IPv6 name servers
ar: يحدد خوادم أسماء IPv4 و IPv6 المعلنة

source: Specifies the announced IPv4 and IPv6 network prefixes in CIDR notation
ar: يحدد بادئات شبكة IPv4 و IPv6 المعلنة في تدوين CIDR

source: The AHCP Service is not running.
ar: يحدد بادئات شبكة IPv4 و IPv6 المعلنة في تدوين CIDR
fi: AHCP-palvelu ei ole käynnissä.

source: The AHCP Service is running with ID %s.
ar: تعمل خدمة AHCP بالمعرف s%.
fi: AHCP-palvelu on käynnissä ID:llä %s.

source: There are no active leases.
ar: لا توجد إيجارات نشطة.
fi: Ei aktiivisia lainoja.

source: Unique ID file
ar: ملف معرف فريد
fi: Uniikki ID-tiedosto
