Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-splash/po/*/splash.po
Languages: bn_bd

source: %s with the operator of this access point.
bn_bd: এই অ্যাক্সেস পয়েন্টের অপারেটরের সাথে %s।

source: Accept
bn_bd: একসেপ্ট

source: Access to the internet might be possible nevertheless, because some activists of this project share their private internet connections. These few connections are shared between all users. That means available bandwidth is limited and because of this we ask you not to do any of the following:
bn_bd: তবুও ইন্টারনেটে অ্যাক্সেস সম্ভব হতে পারে, কারণ এই প্রকল্পের কিছু কর্মী তাদের ব্যক্তিগত ইন্টারনেট সংযোগ শেয়ার করে। এই কয়েকটি সংযোগ সব ব্যবহারকারীর মধ্যে ভাগ করা হয়। তার মানে উপলব্ধ ব্যান্ডউইথ সীমিত এবং এর কারণে আমরা আপনাকে নিচের কোন কাজ না করার জন্য বলছি:

source: Access to the network is not guaranteed. It can be interrupted at any time without notice for any reason, for certain devices, and/or may be blocked for certain users.
bn_bd: নেটওয়ার্কে প্রবেশের নিশ্চয়তা নেই। এটি কোনো কারণ ছাড়াই, নির্দিষ্ট ডিভাইসের জন্য, এবং/অথবা নির্দিষ্ট ব্যবহারকারীদের জন্য অবরুদ্ধ করা যেতে পারে।

source: Active Clients
bn_bd: সক্রিয় ক্লায়েন্ট

source: Allowed hosts/subnets
bn_bd: অনুমোদিত হোস্ট/সাবনেট

source: As an alternative to editing the complete splash text you can also just include some custom text in the default splash page by entering it here.
bn_bd: সম্পূর্ণ স্প্ল্যাশ টেক্সট এডিট করার বিকল্প হিসেবে আপনি এখানে ডিফল্ট স্প্ল্যাশ পেজে কিছু কাস্টম টেক্সট অন্তর্ভুক্ত করতে পারেন।

source: Bandwidth limit for clients is only activated when both up- and download limit are set. Use a value of 0 here to completely disable this limitation. Whitelisted clients are not limited.
bn_bd: ক্লায়েন্টদের জন্য ব্যান্ডউইথ সীমা শুধুমাত্র তখনই সক্রিয় হয় যখন আপ এবং ডাউনলোড সীমা উভয়ই সেট করা থাকে। এই সীমাবদ্ধতা সম্পূর্ণরূপে অক্ষম করতে এখানে 0 ব্যবহার করুন। সাদা তালিকাভুক্ত ক্লায়েন্টদের ক্ষেত্রে প্রযোজ্য নয়।

source: Become an active member of this community and help by operating your own node
bn_bd: এই কমিউনিটির একজন সক্রিয় সদস্য হয়ে উঠুন এবং আপনার নিজস্ব নোড পরিচালনা করে সহায়তা করুন

source: Blacklist
bn_bd: কালোতালিকা

source: Blocked
bn_bd: অবরুদ্ধ

source: By accepting these rules you can use this network for %s hour(s). After this time you need to accept these rules again.
bn_bd: এই নিয়মগুলি মেনে আপনি এই নেটওয়ার্কটি %s ঘন্টা (গুলি) ব্যবহার করতে পারেন। এই সময়ের পরে আপনাকে এই নিয়মগুলি আবার গ্রহণ করতে হবে।

source: Clearance time
bn_bd: ক্লিয়ারেন্সের সময়

source: Client-Splash
bn_bd: ক্লায়েন্ট-স্প্ল্যাশ

source: Client-Splash is a hotspot authentication system for wireless mesh networks.
bn_bd: ক্লায়েন্ট-স্প্ল্যাশ হল ওয়্যারলেস মেশ নেটওয়ার্কের জন্য একটি হটস্পট অথেনটিকেশন ব্যবস্থা।

source: Clients are redirected to this page after they have accepted the splash. If this is left empty they are redirected to the page they had requested.
bn_bd: গ্রাহকরা স্প্ল্যাশ গ্রহণ করার পরে এই পৃষ্ঠায় পুনঃনির্দেশিত হয়। যদি এটি খালি রাখা হয় তবে তাদের অনুরোধ করা পৃষ্ঠায় পুনঃনির্দেশিত করা হবে।

source: Clients download speed is limited to this value (kbyte/s)
bn_bd: ক্লায়েন্ট ডাউনলোড গতি এই মানে সীমিত (কিলোবাইট/সেকেন্ড)

source: Clients that have accepted the splash are allowed to use the network for that many hours.
bn_bd: যে ক্লায়েন্টরা স্প্ল্যাশ গ্রহণ করেছে তাদের সেই নেটওয়ার্ককে অনেক ঘন্টার জন্য ব্যবহার করার অনুমতি দেওয়া হয়েছে।

source: Clients upload speed is limited to this value (kbyte/s)
bn_bd: ক্লায়েন্ট আপলোড গতি এই মানে সীমিত (কিলোবাইট/সেকেন্ড)

source: Contact the owner
bn_bd: মালিকের সাথে যোগাযোগ করুন

source: Decline
bn_bd: প্রত্যাখ্যান করুন

source: Destination hosts and networks that are excluded from splashing, i.e. they are always allowed.
bn_bd: সেসব গন্তব্য হোস্ট এবং নেটওয়ার্ক যাদের স্প্ল্যাশিং থেকে বাদ দেওয়া হয়, অর্থাৎ সর্বদা অনুমোদিত।

source: Donate some money to help us keep this project alive.
bn_bd: এই প্রকল্পটি বাঁচিয়ে রাখতে আমাদের কিছু আর্থিক সহায়তা করুন।

source: Download limit
bn_bd: ডাউনলোডের সীমা

source: Edit the complete splash text
bn_bd: সম্পূর্ণ স্প্ল্যাশ টেক্সট সম্পাদনা করুন

source: Fair Use Policy
bn_bd: ন্যায্য ব্যবহার নীতি

source: Firewall zone
bn_bd: ফায়ারওয়াল জোন

source: General
bn_bd: সার্বিক

source: Get in contact
bn_bd: যোগাযোগ করুন

source: Grant UCI access for luci-app-splash
bn_bd: luci-app-splash এর জন্য UCI অ্যাক্সেস প্রদান করুন

source: Hostname
bn_bd: হোস্টনেম

source: IP Address
bn_bd: আইপি এড্রেস

source: If you operate your own wifi equipment use channels different from ours.
bn_bd: আপনি যদি নিজের ওয়াইফাই সরঞ্জাম পরিচালনা করেন তবে আমাদের থেকে আলাদা চ্যানেল ব্যবহার করুন।

source: If you use this network on a regular basis we ask for your support:
bn_bd: আপনি যদি নিয়মিত এই নেটওয়ার্ক ব্যবহার করেন আমরা আপনার সহযোগিতা চাই:

source: Include your own text in the default splash
bn_bd: ডিফল্ট স্প্ল্যাশে আপনার নিজের লেখা অন্তর্ভুক্ত করুন

source: Intercept client traffic on this Interface
bn_bd: এই ইন্টারফেসে ক্লায়েন্ট ট্র্যাফিক আটকান

source: Interfaces
bn_bd: ইন্টারফেস

source: Interfaces that are used for Splash.
bn_bd: স্প্ল্যাশের জন্য ব্যবহৃত ইন্টারফেস।

source: KB/s (Download/Upload). You may be able to remove this limit by actively contributing to this project.
bn_bd: KB/s (ডাউনলোড/আপলোড)। আপনি এই প্রকল্পে সক্রিয়ভাবে অবদান রেখে এই সীমাটি সরাতে পারেন।

source: Legally Prohibited Activities
bn_bd: আইনত নিষিদ্ধ কার্যক্রম

source: Legally Prohibited content
bn_bd: আইনত নিষিদ্ধ বিষয়বস্তু

source: MAC Address
bn_bd: MAC অ্যাড্রেস

source: MAC addresses in this list are blocked.
bn_bd: এই তালিকার MAC অ্যাড্রেসগুলি অবরুদ্ধ।

source: MAC addresses of whitelisted clients. These do not need to accept the splash and are not bandwidth limited.
bn_bd: সাদা তালিকাভুক্ত ক্লায়েন্টদের MAC ঠিকানা। এদের জন্য স্প্ল্যাশের প্রয়োজন নেই এবং ব্যান্ডউইথ সীমিত নয়।

source: Netmask
bn_bd: নেটমাস্ক

source: Network
bn_bd: নেটওয়ার্ক

source: No clients connected
bn_bd: কোন ক্লায়েন্ট সংযুক্ত নেই

source: Please note that we are not an internet service provider but an experimental community network.
bn_bd: দয়া করে মনে রাখবেন যে আমরা কোন ইন্টারনেট পরিষেবা প্রদানকারী নই বরং একটি পরীক্ষামূলক কমিউনিটি নেটওয়ার্ক।

source: Policy
bn_bd: নীতি

source: Redirect target
bn_bd: পুননির্দেশিত লক্ষ্য

source: Safety
bn_bd: নিরাপত্তা

source: Save
bn_bd: সংরক্ষণ করুন

source: Splash rules are integrated in this firewall zone
bn_bd: স্প্ল্যাশ নিয়মগুলো এই ফায়ারওয়াল জোনে সমন্বিত

source: Splashtext
bn_bd: স্প্ল্যাশটেক্সট

source: The network, like the Internet, is unencrypted and open. Each participant is responsible for the safety of their own connections and devices.
bn_bd: ইন্টারনেটের মত নেটওয়ার্কটি এনক্রিপ্ট করা থাকেনা এবং উন্মুক্ত। প্রতিটি অংশগ্রহণকারী তাদের নিজস্ব সংযোগ এবং ডিভাইসের নিরাপত্তার জন্য দায়ী।

source: The open and free wireless network of volunteers ("Operators") provides the necessary equipment and Internet connections ("Infrastructure") at their own expense.
bn_bd: স্বেচ্ছাসেবীরা ("অপারেটর") উন্মুক্ত এবং বিনামূল্যর ওয়ারলেস নেটওয়ার্ক তাদের নিজস্ব খরচে প্রয়োজনীয় যন্ত্রপাতি এবং ইন্টারনেট সংযোগ ("অবকাঠামো") প্রদান করে।

source: The operator claims no liability for loss of data, unauthorized access/damage to devices, or financial losses that participants may suffer from the use of the network.
bn_bd: অপারেটর ডেটা হারানো, অননুমোদিত অ্যাক্সেস/ডিভাইসে ক্ষতি, বা অংশগ্রহণকারীদের নেটওয়ার্ক ব্যবহারে ভুগতে পারে এমন আর্থিক ক্ষতির জন্য কোনও দায়বদ্ধতা দাবি করে না।

source: The participant agrees to not perform any action and refrain from acts which may violate the law or infringe upon the rights of third parties.
bn_bd: অংশগ্রহণকারী আইন লঙ্ঘন বা তৃতীয় পক্ষের অধিকার লঙ্ঘন করতে পারে এমন কাজ থেকে বিরত থাকতে সম্মত আছেন।

source: The participant agrees to not transfer content over the network which violates the law.
bn_bd: অংশগ্রহণকারী আইন লঙ্ঘনকারী নেটওয়ার্কে বিষয়বস্তু স্থানান্তর না করতে সম্মত আছেন।

source: The participant agrees to not use the network in any way which will harm the infrastructure, the network itself, its operators or other participants.
bn_bd: অংশগ্রহণকারী কোনভাবেই নেটওয়ার্ক ব্যবহার না করতে সম্মত যা অবকাঠামো, নেটওয়ার্ক, এর অপারেটর বা অন্যান্য অংশগ্রহণকারীদের ক্ষতি করবে।

source: These Terms of Use govern the use of the network by its participants' computer, PDA, or similar device ("Devices") within the network.
bn_bd: ব্যবহারের এই শর্তাবলী নেটওয়ার্কের মধ্যে তার অংশগ্রহণকারীদের কম্পিউটার, PDA বা অনুরূপ ডিভাইসগুলো ("ডিভাইস") দ্বারা নেটওয়ার্কের ব্যবহার নিয়ন্ত্রণ করে।

source: Time remaining
bn_bd: অবশিষ্ট সময়

source: To ask for the reason why you have been blocked or ask for access again you can try to contact the owner of this access point:
bn_bd: কেন আপনাকে অবরুদ্ধ করা হয়েছে তার কারণ জিজ্ঞাসা করতে বা আবার অ্যাক্সেস চাইতে চাইলে আপনি এই অ্যাক্সেস পয়েন্টের মালিকের সাথে যোগাযোগ করার চেষ্টা করতে পারেন:

source: Traffic in/out
bn_bd: ট্রাফিক ইন/আউট

source: Upload limit
bn_bd: আপলোড সীমা

source: Usage Agreement
bn_bd: ব্যবহারের চুক্তি

source: Welcome
bn_bd: স্বাগতম

source: Whitelist
bn_bd: সাদাতালিকা

source: You are now connected to the free wireless mesh network
bn_bd: আপনি এখন বিনামূল্যে ওয়্যারলেস মেশ নেটওয়ার্কের সাথে সংযুক্ত

source: You can enter your own text that is displayed to clients here.<br />It is possible to use the following markers: ###COMMUNITY###, ###COMMUNITY_URL###, ###CONTACTURL###, ###LEASETIME###, ###LIMIT### and ###ACCEPT###.
bn_bd: আপনি এখানে আপনার নিজের লেখা লিখতে পারেন যা ক্লায়েন্টদের কাছে প্রদর্শিত হবে। <br /> নিম্নলিখিত মার্কারগুলি ব্যবহার করা সম্ভব: ### LEASETIME ###, ### LIMIT ### এবং ### ACCEPT ###।

source: Your access to this network has been blocked, most likely because you did something that our rules explicitly forbid.
bn_bd: এই নেটওয়ার্কে আপনার অ্যাক্সেস ব্লক করা হয়েছে, সম্ভবত আপনি এমন কিছু করেছেন যা আমাদের নিয়মে স্পষ্টভাবে নিষিদ্ধ।

source: Your bandwidth is limited to
bn_bd: আপনার ব্যান্ডউইথের সীমা

source: blacklisted
bn_bd: কালো তালিকাভুক্ত

source: expired
bn_bd: মেয়াদোত্তীর্ণ

source: optional when using host addresses
bn_bd: হোস্ট ঠিকানা ব্যবহার করার সময় ঐচ্ছিক

source: perform any kind of illegal activities
bn_bd: যেকোনো ধরনের অবৈধ কার্যকলাপ সম্পাদন

source: splashed
bn_bd: স্প্ল্যাশড

source: temporarily blocked
bn_bd: সাময়িকভাবে অবরুদ্ধ

source: unknown
bn_bd: অজ্ঞাত

source: use filesharing applications on this network
bn_bd: এই নেটওয়ার্কে ফাইল শেয়ারিং অ্যাপ্লিকেশন ব্যবহার করুন

source: waste bandwidth with unnecessary downloads or streams
bn_bd: অপ্রয়োজনীয় ডাউনলোড বা স্ট্রিমের সঙ্গে ব্যান্ডউইথ অপচয়

source: whitelisted
bn_bd: সাদা তালিকাভুক্ত
