Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-ser2net/po/*/ser2net.po
Languages: mr

source: Allow the RFC 2217 protocol
mr: आरएफसी 2217 प्रोटोकॉलला अनुमती द्या

source: Baud rate
mr: बाऊड रेट

source: Binding address
mr: बंधनकारक पत्ता

source: Blink duration.
mr: ब्लिंक कालावधी.

source: Control port
mr: नियंत्रण पोर्ट

source: Data bits
mr: डेटा बिट

source: Default settings
mr: डीफॉल्ट सेटिंग्ज

source: Device
mr: डिव्हाइस

source: Driver
mr: ड्रायव्हर

source: Duration
mr: कालावधी

source: Enabled
mr: सक्षम केले

source: Even
mr: सम

source: Extra options
mr: अतिरिक्त पर्याय

source: Global switch
mr: ग्लोबल स्विच

source: Grant access to LuCI app ser2net
mr: LuCI अ‍ॅप ser2net ला प्रवेश मंजूर करा

source: Ignore modem control signals
mr: मॉडेम कंट्रोल सिग्नलकडे दुर्लक्ष करा

source: LED redirect
mr: LED पुनर्निर्देशित

source: LEDs
mr: एलईडी

source: None
mr: एकही नाही

source: Odd
mr: विषम

source: Off
mr: बंद

source: Parity
mr: समता

source: Protocol
mr: प्रोटोकॉल

source: Proxies
mr: प्रॉक्सी

source: RX LED configuration
mr: आरएक्स एलईडी कॉन्फिगरेशन

source: Raw
mr: कच्चा

source: Rawlp
mr: रॉल्प

source: Service port
mr: सेवा पोर्ट

source: Settings
mr: सेटिंग्ज

source: State
mr: स्थिती

source: Stop bits
mr: स्टॉप बिट

source: TX LED configuration
mr: टीएक्स एलईडी कॉन्फिगरेशन

source: Telnet
mr: टेलनेट

source: The TCP port to listen on.
mr: ऐकण्यासाठी टीसीपी पोर्ट.

source: The amount of seconds of inactivity before a disconnect occurs.<br/>A value of zero means wait indefinitely.
mr: डिस्कनेक्ट होण्यापूर्वी निष्क्रियतेच्या सेकंदांचे प्रमाण. <br/> शून्यचे मूल्य म्हणजे अनिश्चित काळासाठी प्रतीक्षा करा.

source: The device itself.
mr: डिव्हाइस स्वतः.

source: The driver required for the device.
mr: डिव्हाइससाठी आवश्यक ड्रायव्हर.

source: The name of the device to connect to.<br/>This must be in the form of /dev/<device>.
mr: कनेक्ट करण्यासाठी डिव्हाइसचे नाव. <br/> हे /dev/<device> च्या रूपात असणे आवश्यक आहे.

source: The network to listen from.
mr: ऐकण्यासाठी नेटवर्क.

source: The protocol to listen to.
mr: ऐकण्यासाठी प्रोटोकॉल.

source: The speed the device port should operate at.
mr: डिव्हाइस पोर्ट ने ज्या वेगाने ऑपरेट केले पाहिजे.

source: Timeout
mr: वेळ संपला

source: Use RTS and CTS lines
mr: आरटीएस आणि सीटीएस लाइन वापरा
