Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-acl/po/*/acl.po
Languages: bn_bd, cy, el, fr, ja, ko, mr, pt, ro, sk

source: ACL Settings
bn_bd: ACL সেটিংস
cy: Gosodiadau ACL
el: Ρυθμίσεις ACL
fr: Paramètres ACL
ja: ACL 設定
ko: ACL 설정
mr: एसीएल सेटिंग्ज
pt: Configurações ACL
ro: Setări ACL
sk: Nastavenia ACL

source: ACL group
bn_bd: ACL গ্রুপ
cy: Grwp ACL
el: Ομάδα ACL
fr: Groupe ACL
ja: ACL グループ
ko: ACL 그룹
mr: एसीएल गट
pt: Grupo ACL
ro: Grup ACL
sk: ACL skupina

source: Access level
bn_bd: অ্যাক্সেস লেভেল
cy: Lefel mynediad
el: Επίπεδο πρόσβασης
fr: Niveau d’Accès
ja: アクセスレベル
ko: 접근 레벨
mr: प्रवेश स्तर
pt: Nível de acesso
ro: Nivel de acces
sk: Úroveň prístupu

source: Cannot encrypt plaintext password since uhttpd is not installed.
bn_bd: প্লেইনটেক্সট পাসওয়ার্ড এনক্রিপ্ট হচ্ছে না যেহেতু uhttpd ইনস্টল করা নেই।
cy: Nid yw'n bosib amgryptio cyfrinair sydd mewn plaintext. Nid yw uhttpd wedi ei osod.
el: Δεν είναι δυνατή η κρυπτογράφηση του κωδικού πρόσβασης απλού κειμένου, επειδή δεν είναι εγκατεστημένο το uhttpd.
fr: Impossible de crypter le mot de passe en clair car uhttpd n'est pas installé.
ja: uhttpdがインストールされていないため、プレーンテキストのパスワードを暗号化できません。
ko: uhttpd가 설치되어 있지 않기 때문에 일반 텍스트 암호를 암호화할 수 없습니다.
mr: Uhttpd स्थापित केलेला नसल्यामुळे साधा मजकूर संकेतशब्द कूटबद्ध करू शकत नाही.
pt: Não é possível encriptar a palavra-passe em texto puro, pois o uhttpd não está instalado.
ro: Nu se poate cripta parola în clar deoarece uhttpd nu este instalat.
sk: Nemožno zašifrovať heslo, pretože uhttpd nie je nainštalované.

source: Description
bn_bd: বর্ণনা
cy: Disgrifiad
el: Περιγραφή
ja: 説明
ko: 설명
mr: वर्णन
pt: Descrição
ro: Descriere
sk: Popis

source: Grant access to ACL configuration
bn_bd: ACL কনফিগারেশনে অ্যাক্সেস মঞ্জুর করুন
cy: Caniatau mynediad i gyfluniadau ACL
el: Έγκριση πρόσβασης στην ρύθμιση ACL
fr: Accès complète à la configuration du ACL
ja: ACL 構成へのアクセスを許可
ko: ACL 설정에 접근 허가
mr: एसीएल कॉन्फिगरेशनमध्ये प्रवेश मंजूर करा
pt: Conceder acesso à configuração ACL
ro: Acordarea accesului la configurarea ACL
sk: Povoliť prístup k ACL konfigurácii

source: Login name
bn_bd: লগইন নাম
cy: Enw mewngofnodi
el: Όνομα σύνδεσης
fr: Login nom
ja: ログイン名
ko: 로그인 이름
mr: लॉगिन नाव
pt: Nome de autenticação
ro: Nume de autentificare
sk: Prihlasovacie meno

source: LuCI Logins
bn_bd: LuCI লগইন
cy: Mewngyfnodion LuCI
el: Συνδέσεις LuCI
ja: LuCI ログイン
ko: LuCI 로그인
mr: LuCI लॉगिन
pt: Autenticações LuCI
ro: Autentificări LuCI
sk: LuCI prihlásenia

source: New account
bn_bd: নতুন একাউন্ট
cy: Cyfrif newydd
el: Νέος λογαριασμός
fr: Nouv. compte
ja: 新規アカウント
ko: 새로운 계정
mr: नवीन खाते
pt: Nova conta
ro: Cont nou
sk: Nový účet

source: Password value
bn_bd: পাসওয়ার্ডের মান
cy: Gwerth cyfrinair
el: Κωδικός
fr: Valeur Password
ja: パスワード値
ko: 암호 값
mr: संकेतशब्द मूल्य
pt: Valor da palavra-passe
ro: Valoarea parolei
sk: Hodnota hesla

source: Password variant
bn_bd: পাসওয়ার্ডের প্রকারভেদ
cy: Amrywiad y cyfrinair
el: Παραλλαγή κωδικού
fr: Variant Password
ja: パスワードヴァリアント
ko: 암호 종류
mr: संकेतशब्द प्रकार
pt: Variante da palavra-passe
ro: Varianta parolei
sk: Variant hesla

source: Read access
bn_bd: পড়ার অনুমতি
cy: Mynediad darllen
el: Μόνο ανάγνωση
fr: Accès en Lecture
ja: 読み取りアクセス
ko: 읽기 권한
mr: वाचन प्रवेश
pt: Permissão de leitura
ro: Accesul pentru citire
sk: Čítanie

source: Session timeout
bn_bd: সময়সীমা শেষ
cy: Mae y sesiwn wedi amseru allan
el: Λήξη σύνδεσης
fr: Durée de la session
ja: セッション・タイムアウト
ko: 세션 타임아웃
mr: सत्र कालबाह्य वेळ
pt: Tempo limite da sessão
ro: Timpul de expirare a sesiunii
sk: Relácia vypršala

# Set all permissions in the table below to one of the given values
source: Set all:
bn_bd: সব সেট করুন:
cy: Gosod pop:
el: Ορισμός όλων:
fr: Définir tout :
ja: すべて設定:
ko: 모두 설정:
mr: सर्व सेट करा:
pt: Definir todos:
ro: Setează tot:
sk: Nastaviť všetky:

source: The LuCI ACL management is in an experimental stage! It does not yet work reliably with all applications
bn_bd: LuCI ACL ব্যবস্থাপনা পরীক্ষামূলক পর্যায়ে রয়েছে! এটি এখনও সব অ্যাপ্লিকেশনের সাথে নির্ভরতার সাথে কাজ করেনা
cy: Mae rheolaeth ACL LuCI mewn cyfnod arbrofol! Nid yw'n gweithio yn ddibynadwy eto gyda phob meddalwedd
el: Η διαχείριση του LuCI ACL βρίσκεται σε πειραματικό στάδιο! Δεν λειτουργεί ακόμα αξιόπιστα με όλες τις εφαρμογές
fr: La gestion de LuCI ACL est en phase expérimentale ! Elle ne fonctionne pas encore de manière fiable avec toutes les applications
ja: LuCI ACL管理はまだ実験段階です！すべてのアプリケーションで確実に機能するわけではありません
ko: LuCI ACL 관리는 실험 단계에 있습니다! 아직 모든 애플리케이션에서 안정적으로 작동하지는 않습니다
mr: LuCI ACL व्यवस्थापन प्रायोगिक अवस्थेत आहे! हे अद्याप सर्व अनुप्रयोगांसह विश्वसनीयरित्या कार्य करत नाही
pt: A gestão da LuCI ACL está numa fase experimental! Ainda não funciona de forma confiável com todas as aplicações
ro: Managementul ACL LuCI este în fază experimentală! Nu funcționează încă în mod fiabil cu toate aplicațiile
sk: Správa ACL v LuCI je experimentálna! Nefunguje spoľahlivo so všetkými aplikáciami

source: The password may not start with "$p$".
bn_bd: পাসওয়ার্ডের শুরুতে "$p$" পরিহার করুন।
cy: Ni all y cyfrinair ddechrau gyda "$p$".
el: Ο κωδικός πρόσβασης δεν πρέπει να ξεκινά με "$p$".
fr: Le mot de passe ne doit pas commencer par "$p$".
ja: パスワードは "$p$" で始まらない場合があります。
ko: 암호는 "$p$"로 시작할 수 없습니다.
mr: संकेतशब्द "$p$" ने प्रारंभ होणार नाही.
pt: A palavra-passe não deve começar com "$p$".
ro: Parola nu poate începe cu "$p$".
sk: Heslo nemôže začínať na "$p$".

source: The system account to use the password from
bn_bd: যে সিস্টেম অ্যাকাউন্টের পাসওয়ার্ড ব্যবহার করবেন
cy: Mae cyfrif y system yn mynd i ddefnyddio y cyfrinair o
el: Ο λογαριασμός συστήματος με χρήση του κωδικού από
fr: Le compte du système pour utiliser le mot de passe de
ja: パスワードを使用するシステムアカウント
ko: 암호를 쓸 시스템 계정
mr: ज्यातून संकेतशब्द वापरायचा असे सिस्टिम खाते
pt: A conta do sistema da qual usar a palavra-passe
ro: Contul de sistem pentru a utiliza parola de la
sk: Systémový účet, z ktorého použiť heslo

source: UNIX account
bn_bd: UNIX অ্যাকাউন্ট
cy: Cyfrif UNIX
el: Λογαριασμός UNIX
ja: UNIX アカウント
ko: UNIX 계정
mr: UNIX खाते
pt: Conta UNIX
ro: Cont UNIX
sk: UNIX účet

source: Unable to encrypt plaintext password: %s
bn_bd: এই প্লেইনটেক্সট পাসওয়ার্ড এনক্রিপ্ট করা যাচ্ছে না: %s
cy: Nid yw'n bosib amgryptio cyfrinair plaintext: %s
el: Δεν είναι δυνατή η κρυπτογράφηση του κωδικού πρόσβασης απλού κειμένου: %s
fr: Impossible de crypter le mot de passe en texte clair : %s
ja: 平文パスワードを暗号化できません: %s
ko: 일반 텍스트 암호를 암호화 할 수 없습니다: %s
mr: साधा मजकूर : %s संकेतशब्द कूटबद्ध करण्यात अक्षम
pt: Impossível encriptar a palavra-passe em texto simples: %s
ro: Nu se poate cripta parola în clar: %s
sk: Nemožno zašifrovať otvorené heslo: %s

source: Use UNIX password in /etc/shadow
bn_bd: /etc/shadow তে UNIX পাসওয়ার্ড ব্যবহার করুন
cy: Defnyddio cyfrinair UNIX yn /etc/shadow
el: Χρήση κωδικού πρόσβασης UNIX στο /etc/shadow
fr: Utiliser le password UNIX dans /etc/shadow
ja: /etc/shadow の UNIX パスワードを使用
ko: /etc/shadow 안 Unix 암호 사용하기
mr: UNIX संकेतशब्द /etc/shadow मधून वापरा
pt: Usar a palavra-passe UNIX em /etc/shadow
ro: Utilizați parola UNIX în /etc/shadow
sk: Použiť UNIX heslo v /etc/shadow

source: Use encrypted password hash
bn_bd: এনক্রিপ্টেড পাসওয়ার্ড হ্যাশ ব্যবহার করুন
cy: Defnyddio'r cyfrinair sydd wedi ei amgryptio
el: Χρήση κρυπτογραφημένου κωδικού
fr: Utiliser un hachage de mot de passe crypté
ja: 暗号化されたパスワードハッシュを使用
ko: 암호화된 암호 해쉬 사용하기
mr: कूटबद्ध संकेतशब्द हॅश वापरा
pt: Usar o hash de palavra-passe criptografada
ro: Utilizați parola criptată hash
sk: Použiť šifrovaný hash hesla

source: Write access
bn_bd: পরিবর্তনের অ্যাক্সেস
cy: Hawliau mynediad ysgrifennu
el: Πρόσβαση εγγραφής
fr: Accès en Ecriture
ja: 書き込みアクセス
ko: 쓰기 권한
mr: लेखन प्रवेश
pt: Permissão de escrita
ro: Acces la scriere
sk: Zápis

# No permissions granted
source: denied
bn_bd: অস্বীকৃত
cy: gwadu
el: αρνήθηκε
fr: refusée
ja: 拒否
ko: 거부됨
mr: नाकारले
pt: negado
ro: interzis
sk: zamietnutý

source: does not expire
bn_bd: চিরস্থায়ী
cy: nid yw'n darfod
el: χωρίς λήξη
fr: n'expire pas
ja: 有効期限なし
ko: 만료되지 않음
mr: कालबाह्य होत नाही
pt: não expira
ro: nu expiră
sk: neexpiruje

# All permissions granted
source: full
bn_bd: সব
cy: llawn
el: Πλήρη
fr: Complète
ja: すべて
ko: 꽉찬
mr: संपूर्ण
pt: completo
ro: complet
sk: plný

# Select individual permissions manually
source: individual
bn_bd: পৃথকভাবে
cy: unigol
el: επιμέρους
fr: individuel
ja: 個別
ko: 각
mr: वैयक्तिक
ro: individuală
sk: jednotlivé

# Some permissions granted
source: partial (%d/%d)
bn_bd: আংশিক (%d/%d)
cy: rhannol (%d/%d)
el: μερική (%d/%d)
fr: partielle (%d/%d)
ja: 部分的 (%d/%d)
ko: 일부 (%d/%d)
mr: आंशिक (%d/%d)
pt: parcial (%d/%d)
ro: parțial (%d/%d)
sk: čiastočné (%d/%d)

# Only read permissions granted
source: readonly
bn_bd: শুধুমাত্র পাঠযোগ্য
cy: darllen yn unig
el: μόνο για ανάγνωση
fr: lecture seul
ja: 読み取り専用
ko: 읽기전용
mr: फक्त वाचा
pt: somente leitura
ro: doar citire
sk: Iba čítanie
