Repository: BPI-SINOVOIP/BPI-R3-OPENWRT-V21.02.3
Catalog: feeds/luci/applications/luci-app-vnstat/po/*/vnstat.po
Languages: da, nb_no

source: Configuration
da: Konfiguration
nb_no: Oppsett

source: Daily traffic
da: Daglig trafik
nb_no: Trafikk hver dag

source: Grant UCI access for luci-app-vnstat
da: Giv UCI-adgang til luci-app-vnstat
nb_no: Innvilg UCI-tilgang for luci-app-vnstat

source: Graphs
da: Grafer
nb_no: Grafer

source: Hourly traffic
da: Timetrafik
nb_no: Trafikk hver time

source: Monitor selected interfaces
da: Overvåg udvalgte interfaces
nb_no: Overvåk valgte grensesnitt

source: Monthly traffic
da: Månedlig trafik
nb_no: Trafikk hver måned

source: No database has been set up yet. Go to the VnStat configuration and enable monitoring for one or more interfaces.
da: Der er ikke oprettet nogen database endnu. Gå til VnStat-konfigurationen og aktiver overvågning for en eller flere interfaces.
nb_no: Ingen database har blitt satt opp ennå. Gå til VnStat konfigurasjonen og aktiver overvåking for ett eller flere grensesnitt.

source: Restart VnStat
da: Genstart VnStat
nb_no: Omstart VnStat

source: Summary display
da: Oversigtsvisning
nb_no: Visning av sammendrag

source: Top 10 display
da: Top 10 visning
nb_no: Top 10 visning

source: Update »
da: Opdater »
nb_no: Oppdater »

source: VnStat Graphs
da: VnStat-grafer
nb_no: VnStat Grafer

source: VnStat Traffic Monitor
da: VnStat Trafikmonitor
nb_no: VnStat Trafikk Monitor

source: VnStat is a network traffic monitor for Linux that keeps a log of network traffic for the selected interface(s).
da: VnStat er en netværkstrafikmonitor til Linux, der fører en log over netværkstrafikken for den eller de valgte interface(s).
nb_no: VnStat er en nettverks trafikk monitor for Linux som loggfører nettverks trafikk for de valgte grensesnitt.
